/* Title for the main app screen */
"AddViewScreenTitle" = "CarValet";

/* Label for the line to enter or edit the Fuel in a car */
"CarFuelFieldLabel" = "Fuel";

/* Label for the information of one car */
"CarInfoLabel" = "Car Info";

/* Make Label for the make of one car */
"CarInfoMakeLabel" = "Make";

/* Model label for the model of one car */
"CarInfoModelLabel" = "Model";

/* Year label for one car */
"CarInfoYearLabel" = "Year";

/* Label for the line to enter or edit the Make of a car */
"CarMakeFieldLabel" = "Make";

/* Label for the line to enter or edit the Model of a car */
"CarModelFieldLabel" = "Model";

/* Label for the index number of the current car */
"CarNumberLabel" = "Car Number";

/* Label for the line to enter or edit the Year of a car */
"CarYearFieldLabel" = "Year";

/* Title for button to go to edit the current car */
"EditCarButton" = "Edit";

/* Title for the Edit car screen */
"EditViewScreenTitle" = "Edit Car";

/* Button to create and add a new car */
"NewCarButton" = "New Car";

/* Title for button to go to the next car */
"NextCarButton" = "Next";

/* Title for button to go to the previous car */
"PreviousCarButton" = "Previous";

/* Label for the total number of cars */
"TotalCarsLabel" = "Total Cars";

/* Placeholder string for an unknown car make */
"UnknownMakePlaceholder" = "Unknown Make";

/* Placeholder string for an unknown car model */
"UnknownModelPlaceholder" = "Unknown Model";

